Repository: MoritzFago/byro-directdebit
Catalog: byro_directdebit/locale/*/LC_MESSAGES/django.po
Languages: de

source: Byro SEPA Direct Debit plugin
de: Byro SEPA-Einzugs-Plugin

source: This plugin allows membership fees to be collected with SEPA direct debit
de: Mit diesem Plugin können Mitgliedsbeiträge mit SEPA-Lastschrift eingezogen werden

source: SEPA Direct Debit mandate reference notification
de: Mitteilung der SEPA-Kontoeinzugs-Mandatsreferenz

source: Hi, this is to inform you of the SEPA mandate reference we will be using in the future to issue direct debits for your {association_name} membership fees. Mandate reference: {sepa_mandate_reference} Your IBAN on file: {sepa_iban} Your BIC: {sepa_bic} Our Creditor ID: {creditor_id} If you have any questions relating to your member fees or you want to update your member data, please contact us at {contact}. {additional_information} Thanks, the robo clerk
de: Hallo hiermit teilen wir dir die SEPA-Mandatsreferenz zu, mit der wir Einzüge für deine Mitgliedsbeiträge für die Mitgliedschaft bei {association_name} durchführen werden. Mandatsreferenz: {sepa_mandate_reference} Deine IBAN: {sepa_iban} Deine BIC: {sepa_bic} Unsere Gläubiger-ID: {creditor_id} Wenn du Fragen zu deinen Mitgliedsbeiträgen hast oder deine Mitgliedsdaten ändern möchtest, kontaktiere uns bitte unter {contact}. {additional_information} Danke der Robo-Schreiber

source: SEPA Direct Debit notification
de: SEPA-Lastschriftbenachrichtigung

source: Hi, this is to inform you of the SEPA direct debit we'll be issuing based on the SEPA direct debit mandate you gave us for your {association_name} membership fees. Debit date: {debit_date} Amount: {amount} Mandate reference: {sepa_mandate_reference} Your IBAN on file: {sepa_iban} Your BIC: {sepa_bic} Our Creditor ID: {creditor_id} If you have any questions relating to your member fees or you want to update your member data, please contact us at {contact}. {additional_information} Thanks, the robo clerk
de: Hallo hiermit informieren wir dich über eine SEPA-Lastschrift, die wir auf der Grundlage das SEPA-Lastschriftmandat, das du uns für {association_name}-Mitgliedsbeiträge erteilt hast. Datum: {debit_date} Betrag: {amount} Mandatsreferenz: {sepa_mandate_reference} Deine IBAN: {sepa_iban} Deine BIC: {sepa_bic} Unsere Gläubiger-ID: {creditor_id} Wenn du Fragen zu deinen Mitgliedsbeiträgen oder -daten hast, kontaktiere uns bitte unter {contact} {additional_information} Danke der Robo-Schreiber

source: SEPA Direct Debit settings
de: SEPA-Lastschrifteinstellungen

source: SEPA Creditor ID
de: SEPA-Gläubiger-ID

source: SEPA Direct Debit mandate reference prefix
de: Präfix für SEPA-Kontoeinzugsmandatsreferenz

source: A short prefix that should be part of every assigned mandate reference to help the debtor identify the creditor. Good example: Short name of your organization (3-5 characters).
de: Ein kurzes Präfix, das Teil jeder zugewiesenen Mandatsreferenz sein sollte, um dem Mitglied zu helfen, den Gläubiger zu identifizieren. Gutes Beispiel: Kurzname der Organisation (3-5 Zeichen).

source: SEPA-XML file
de: SEPA-XML-Datei

source: Unknown
de: Unbekannt

source: Failed
de: Fehlgeschlagen

source: Transmitted
de: Übertragen

source: Executed
de: Durchgeführt

source: First (Recurring)
de: Erstmalig (Wiederkehrend)

source: Reccurring
de: Wiederkehrend

source: Last (Recurring)
de: Letztmalig (Wiederkehrend)

source: One-off
de: Einmalig

source: Bounced
de: Zurückgegangen

source: Direct debit
de: Kontoeinzug

source: Assign SEPA direct debit mandate references
de: Zuweisen von SEPA-Lastschriftmandatsreferenzen

source: SEPA Direct Debit Mandate Reference Properties
de: Eigenschaften der Mandatsreferenz

source: Notification E-Mail
de: Benachrichtigungs-E-Mail

source: Assign %(n)s mandate reference
de: %(n)s Mandatsreferenz zuweisen

source: Dashboard
de: Überblick

source: Member list
de: Mitgliederliste

source: Error: Creditor ID not set
de: Fehler: Gläubigeridentifikationsnummer nicht festgelegt

source: The SEPA Direct Debit creditor identifier must be set in the configuration, before the direct debit functions can be used.
de: Die SEPA-Gläubigeridentifikationsnummer muss in der Konfiguration eingetragen werden, bevor die Lastschriftfunktionen verwendet werden können.

source: Go to configuration
de: Zur Konfiguration

source: %(n)s member
de: %(n)s Mitglied

source: with paid memberships
de: mit kostenpflichtigen Mitgliedschaften

source: with due balance
de: mit offenen Beträgen

source: with deactivated direct debit
de: mit deaktiviertem Lastschriftverfahren

source: with due balance and correct SEPA direct debit information
de: mit offenen Beträgen und korrekten SEPA-Lastschriftinformationen

source: Prepare direct debit &hellip;
de: Vorbereitung einer Lastschrift &hellip;

source: Assign missing SEPA direct debit mandate references &hellip;
de: Zuweisen fehlender SEPA-Lastschriftmandatsreferenzen &hellip;

source: with missing IBAN
de: mit fehlender IBAN

source: with an invalid IBAN
de: mit einer ungültigen IBAN

source: with missing BIC
de: mit fehlendem BIC

source: where the direct debit mandate has been rescinded
de: bei denen das Lastschriftmandat aufgehoben wurde

source: where the direct debit bounced in the past and has been disabled
de: bei denen die Lastschrift in der Vergangenheit zurückgegangen ist und deaktiviert wurde

source: which are missing a SEPA mandate reference
de: denen eine SEPA-Mandatsreferenz fehlt

source: Direct Debit state
de: Lastschriftzustand

source: Number
de: Zahl

source: Balance
de: Kontostand

source: Mandate reference
de: Mandatsreferenz

source: Mandate reference missing
de: Mandatsreferenz fehlt

source: Prepare and execute SEPA direct debit
de: Vorbereiten und Ausführen einer SEPA-Lastschrift

source: Verify the member list and clean up data inconsistencies.
de: Überprüfen der Mitgliederliste und Bereinigen von Dateninkonsistenzen.

source: Step 1: Verify member data
de: Schritt 1: Überprüfen der Mitgliedsdaten

source: Select debit date and provide a notification mail template.
de: Wählen Sie das Solldatum aus, und schreiben Sie eine Vorlage für die Benachrichtigungsmail.

source: Step 2: Prepare debit
de: Schritt 2: Vorbereiten des Einzugs

source: Transmit the direct debit order to your bank.
de: Übertragung des Lastschriftauftrags an Ihre Bank.

source: Step 3: Transmit to bank
de: Schritt 3: Senden an die Bank

source: Authorize the order by entering a TAN.
de: Autorisierung des Auftrags durch Eingabe einer TAN.

source: Step 4: Confirm execution
de: Schritt 4: Ausführung bestätigen

source: SEPA Direct Debit Properties
de: SEPA-Lastschrifteigenschaften

source: Execute %(n)s direct debit
de: Ausführen von %(n)s Lastschrift

source: Notification e-mails pending
de: Benachrichtigungs-E-Mails ausstehend

source: Notification e-mails have been placed into the e-mail outbox, but were not sent automatically. Please visit the outbox and send the notifications as is, or edit them before sending. You can do this now (in a new window), or after transmitting the direct debit order to your bank.
de: Benachrichtigungs-E-Mails wurden in den E-Mail-Ausgang gelegt, aber nicht automatisch gesendet. Bitte besuchen Sie den Postausgang und senden Sie die Benachrichtigungen, oder bearbeiten Sie sie vor dem Senden. Sie können dies jetzt tun (in einem neuen Fenster) oder nach der Übermittlung des Lastschriftauftrags an Ihre Bank.

source: Outbox (new window)
de: Postausgang (neues Fenster)

source: PIN request
de: PIN-Abfrage

source: Transmit
de: Übertragen

source: Notification e-mails have been placed into the e-mail outbox, but were not sent automatically. Please visit the outbox and send the notifications as is, or edit them before sending. You can do this now (in a new window), or after authorizing the direct debit order with your bank.
de: Benachrichtigungs-E-Mails wurden in den E-Mail-Ausgang eingefügt, aber nicht automatisch gesendet. Bitte besuchen Sie den Postausgang und senden Sie die Benachrichtigungen, oder bearbeiten Sie sie vor dem Senden. Sie können dies jetzt tun (in einem neuen Fenster) oder nach der Autorisierung des Lastschriftauftrags mit Ihrer Bank.

source: TAN request
de: TAN-Anforderung

source: Please follow the instructions given by your bank and enter the resulting TAN below.
de: Bitte folgen Sie den Anweisungen Ihrer Bank und geben Sie die resultierende TAN unten ein.

source: Authorize
de: Autorisieren

source: Length of the generated SEPA direct debit mandate references (including the prefix).
de: Länge der generierten SEPA-Lastschriftmandatsreferenzen (einschließlich des Präfixes).

source: Assigned %(n)s mandate reference. Check the e-mail outbox for the notification mail.
de: %(n)s Mandatsreferenz zugewiesen. Schauen Sie in den E-Mail-Ausgang für die Benachrichtigungsmail.

source: %(n)s mandate reference could not be assigned.
de: %(n)s Mandatsreferenz konnte nicht zugewiesen werden.

source: Nothing to do. Nothing done.
de: Nichts zu tun. Nichts getan.

source: Debit date
de: Einzugsdatum

source: Date on which the debit should become effective. Warning: There are likely to be contractual limitations concerning this date between you and your bank. Generally should be 14 days in the future, on a bank day, not more than 30 days in the future.
de: Datum, an dem der Einzug wirksam werden soll. Achtung: Es gibt vermutlich vertragliche Beschränkungen in Bezug auf dieses Datum zwischen Ihnen und Ihrer Bank. In der Regel sollte das Datum 14 Tage in der Zukunft liegen, an einem Bankarbeitstag, nicht mehr als 30 Tage in der Zukunft.

source: Memo
de: Betreff

source: Memo/subject that the member will see on their bank statement.
de: Betreff/Überweisungsnotiz, die das Mitglied auf seinem Kontoauszug sehen wird.

source: Creditor name
de: Gläubigername

source: Creditor IBAN
de: Gläubiger-IBAN

source: Creditor BIC
de: Gläubiger-BIC

source: Issue express debit (COR1)
de: Expresslastschrift (COR1)

source: An express debit has a reduced lead time of generally 1 business day, but must be explicitly agreed upon when giving the SEPA mandate.
de: Eine Expresslastschrift hat eine reduzierte Vorlaufzeit von, in der Regel, 1 Werktag, muss aber bei der Erteilung des SEPA-Mandats ausdrücklich vereinbart werden.

source: Membership fees for %(organization_name)s
de: Mitgliedsbeiträge für %(organization_name)s

source: No common supported SEPA PAIN format
de: Kein gemeinsames unterstütztes SEPA PAIN-Format

source: No supported SEPA PAIN format
de: Kein unterstütztes SEPA PAIN-Format

source: Invalid response: {}
de: Ungültige Antwort: {}

source: An error occurred, please see server log for more information
de: Ein Fehler ist aufgetreten, weitere Informationen finden Sie im Serverprotokoll

source: Successfully authorized the direct debit with your bank
de: Lastschrift erfolgreich bei Ihrer Bank autorisiert
